{
  "CoqIDE": { "branch": "master" },
  "Coqtail": { "branch": "master" },
  "DoxygenToolkit.vim": { "branch": "master" },
  "TagHighlight": { "branch": "master" },
  "ale": { "branch": "master" },
  "bats.vim": { "branch": "master" },
  "codewindow.nvim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "emblem-vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indentLine": { "branch": "master" },
  "lalrpop.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "moonscript-vim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "starlark.vim": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "vim-DeleteTrailingWhitespace": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-autoformat": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-litecorrect": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-toc": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhai": { "branch": "main" },
  "vim-shellcheck": { "branch": "master" },
  "vim-squirrel": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-syntax-extra": { "branch": "master" },
  "vim-textobj-quote": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "yuescript-vim": { "branch": "master" }
}